Repository: paulwoman/Capitalism_Lab_ENG_to_DE
Catalog: tm/auto/WARESALE_en-US_de.tmx
Source language: en_us
Languages: de

source: [Warehouse Output Unit]
de: [Warehouse Output]

source: The type of product that is available from this warehouse unit.^
de: Der Produkttyp, der ab dieser Lagereinheit verfügbar ist.^

source: This area shows the stock of the product in the unit.
de: Dieser Bereich zeigt den Bestand des Produktes in der Einheit an.

source: Each box represents one cargo of the product.
de: Jede Box repräsentiert eine Ladung des Produktes.

source: Each cargo can store a certain number of units of the product.^^The number of units a cargo can hold varies from product to product.
de: Jede Ladung kann eine bestimmte Anzahl von Einheiten des Produkts speichern.^^^Die Anzahl der Einheiten, die eine Ladung aufnehmen kann, variiert von Produkt zu Produkt.

source: For some expensive products, such as cars, one cargo can hold only a few units of the product.
de: Bei einigen teuren Produkten, wie z.B. Autos, kann eine Ladung nur wenige Einheiten des Produkts aufnehmen.

source: For lower-cost products, such as shampoo, one cargo can hold up to several thousand units of the product.
de: Bei kostengünstigeren Produkten, wie z.B. Shampoo, kann eine Ladung bis zu mehreren tausend Einheiten des Produkts aufnehmen.

source: This makes the total value of all cargoes of all types of products about the same.^
de: Damit ist der Gesamtwert aller Ladungen aller Arten von Produkten etwa gleich.^

source: The yellow bar indicates the supply of the product by the current firm.
de: Der gelbe Balken zeigt die Lieferung des Produktes durch die aktuelle Firma an.

source: The orange bar indicates the external demand of the product.
de: Der orange Balken zeigt den externen Bedarf des Produktes an.

source: Examine these bars and the utilization bar carefully to identify the bottlenecks of your business.^
de: Überprüfen Sie diese Balken und die Auslastungsbalken sorgfältig, um die Engpässe in Ihrem Unternehmen zu identifizieren.^

source: This brown bar shows the utilization of the unit.
de: Dieser braune Balken zeigt die Auslastung der Einheit an.

source: If this bar reaches its full length, the unit has reached its full capacity.
de: Wenn dieser Balken seine volle Länge erreicht hat, dann hat die Einheit die volle Kapazität erreicht.
